Repository: CruGlobal/godtools-swift
Catalog: godtools/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, bg, bn, cs, da, de, el, es, et, fa, fi, fil, fr, fr_ca, gu, ha, he, hi, hr, hu, id, it, ja, ko, ko_kr, lo, lt_lt, lv, mg, mk, mr, ms, ne, nl, om, pa, pl, pt, pt_pt, ro, ru, ru_md, sk, sl, sq, sr_rs, sv, sw, ta, te_in, th, tr, uk, ur, vi, zh_hans, zh_hant

# general_about_10
source: "Let your conversation always be full of grace, seasoned with salt, so that you may know how to answer everyone." Colossians 4:6
af: "Wat julle sê, moet altyd vriendelik wees en van goeie smaak getuig; en julle moet weet hoe julle elkeen behoort te antwoord." Kolossense 4:6
am: ለእያንዳንዱ እንዴት እንድትመልሱ እንደሚገባችሁ ታውቁ ዘንድ ንግግራችሁ ሁልጊዜ፥ በጨው እንደ ተቀመመ፥ በጸጋ ይሁን። ቆላስይስ 4:6
ar: "لِيَكُنْ كَلاَمُكُمْ كُلَّ حِينٍ بِنِعْمَةٍ، مُصْلَحًا بِمِلْحٍ، لِتَعْلَمُوا كَيْفَ يَجِبُ أَنْ تُجَاوِبُوا كُلَّ وَاحِدٍ." (كولوسي 4: 6).
az: "Qoyun söhbətiniz hər zaman zərif, duzlu olsun ki, hamıya nə cavab verəcəyinizi biləsiniz." Colossians 4.6
bg: "Това, което говорите, да бъде винаги с благодат, подправено със сол, за да знаете как трябва да отговаряте на всекиго." Колосяни 4:6
bn: "তোমরা সব সময় করুণাবিষ্ট হয়ে কথা বল। লবণের মত স্বাদযুক্ত হও এবং প্রত্যেক জনকে কিভাবে উত্তর দেবে তা জানো." কলশিও ৪:৬
cs: „Vaše slova ať jsou vždy vlídná a ochucená solí, ať víte, jak máte mluvit s každým člověkem.“ Koloským 4:6
da: "Eders Tale være altid med Ynde, krydret med Salt, saa I vide, hvorledes I bør svare enhver især." Kolossenserne 4:6
de: "Redet mit jedem Menschen freundlich; alles, was ihr sagt, soll gut und hilfreich sein. Bemüht euch darum, für jeden die richtigen Worte zu finden." Kolosses 4,6
el: "Τα λόγια σας ας είναι πάντοτε γεμάτα χάρη, αρτυμένα με το αλατι της καλοσύνης και της διακρίσεως, ώστε να ξέρετε πώς πρέπει να αποκρίνεστε στον καθένα." Προς Κολοσσαείς 4:6
es: "Que su conversación sea siempre con gracia, sazonada como con sal, para que sepan cómo responder a cada uno". Colosenses 4:6
et: "Teie kõne olgu alati armu sees, soolaga soolatud, et te teaksite, kuidas teil tuleb igaühele kosta." Koloslastele 4:6
fa: «بگذار صحبت‌های تو همیشه مملؤ از متانت باشد، کی به آن نمک اضافه کن، تا از این طریق برای همه پاسخی داشته باشی.» کولسیان‌ها ۴:۶
fi: "Puhukaa aina ystävällisesti, kuitenkin sananne suolalla höystäen. Teidän on tiedettävä, miten kullekin vastaatte." Kolossalaiskirje 4:6
fil: "Hayaang maging puno ng grasya ang iyong pag-uusap, na binudburan ng asin, para malaman mo kung paano sasagutin ang lahat." Taga-Colosas 4:6
fr: « Que votre parole soit toujours accompagnée de grâce, assaisonnée de sel, afin que vous sachiez comment il faut répondre à chacun. » Colossiens 4:6
fr_ca: « Que votre parole soit toujours accompagnée de grâce, assaisonnée de sel, afin que vous sachiez comment il faut répondre à chacun. » Colossiens 4:6
gu: તમારું બોલવું હંમેશાં કૃપાયુક્ત સલૂણું હોય કે, જેથી દરેકને યોગ્ય ઉત્તર આપવો એ તમે જાણો. કલોસીઓને પત્ર ૪:૬
he: "יהיו נא דבריכם מלווים תמיד בחן ומתבלים במלח, באפן שתדעו איך להשיב לכל שואל." קולוסים 4:6
hi: "अपनी बातचीत को हमेशा भावपूर्ण बनाएं रखें, परिपक्व रखें, ताकि आप समझ सकें हरेक व्यक्ति को कैसे उत्तर देना है।" कोलोसियन्स 4:6
hr: "Neka vaš razgovor uvijek bude pun milosti, začinjen solju kako biste mogli odgovoriti svima." Kološanima 4:6
hu: „Beszédetek legyen mindig szíves, sóval ízes, akkor majd helyesen meg tudtok felelni mindenkinek.” Kolosszeieknek írt levél 4:6
id: "Hendaklah kata-katamu senantiasa penuh kasih, jangan hambar, sehingga kamu tahu, bagaimana kamu harus memberi jawab kepada setiap orang." Kolose 4:6
it: “Il vostro parlare sia sempre con grazia, condito con sale, per sapere come dovete rispondere a ciascuno." Colossesi 4:6
ja: 「あなたがたの会話が、良識に富み、善意にあふれるよう心がけなさい。そうすれば、相手の一人一人に適切な答えができます。 」コロサイ人への手紙4:6
ko: "여러분은 언제나, 소금으로 맛을 내는 것과 같이, 은혜가 넘치게 말을 하십시오." 골로새서 4:6
ko_kr: "여러분은 언제나, 소금으로 맛을 내는 것과 같이, 은혜가 넘치게 말을 하십시오." 골로새서 4:6
lo: “ຈົ່ງໃຫ້ວາຈາຂອງເຈົ້າທັງຫຼາຍປະກອບດ້ວຍເມດຕາຄຸນຢູ່ສະເໝີ ປະສົມດ້ວຍເກືອ ເພື່ອເຈົ້າທັງຫຼາຍຈະໄດ້ຮູ້ວິທີຕອບທີ່ຖືກໃຈແກ່ທຸກຄົນ.” ໂກໂລຊາຍ 4:6
lt_lt: „Jūsų kalba visada tebūna maloni, druska pasūdyta, kad žinotumėte, kaip turite kiekvienam atsakyti.“ Kolosiečiams 4:6
lv: “Jūsu runa lai vienmēr ir labvēlīga, lai tajā ir sāls, un lai jūs zinātu, kā jums ikvienam jāatbild.” (Kolosiešiem 4:6)
mg: "Aoka ny fiteninareo ho amin'ny fahasoavana mandrakariva, ho mamy sira, mba ho fantatrareo izay tokony havalinareo ny olona rehetra." Kolosiana 4:6
mk: „Нека разговорот секогаш биде исполнет со милост, зачинет со сол, така што би знаел/а како да одговориш секому.“ Послание до Колосјаните 4:6
mr: “तुमचे बोलणे सर्वदा कृपायुक्त, मिठाने रूचकर केल्यासारखे असावे, म्हणजे प्रत्येकाला कसकसे उत्तर द्यावयाचे हे तुम्ही समजावे” कलस्सैकरांस पत्र 4:6
ms: "Biarkan perbualan anda sentiasa penuh dengan rahmat, ditambah perisa, supaya anda tahu cara untuk menjawab semua orang." Colossians 4:6
ne: "नुनले स्वादिलो परेजेस्तो तिमीहरुको बोलिवचन सधै, कृपालु होस्, ताकि प्रत्येकलाई कसरी जवाफ दिनुपर्ने हो सो तिमीहरु जान।” कलस्सी 4:6
nl: "Laat uw woord altijd in genade zijn, met een snuifje zout, en weet hoe gij aan een ieder moet antwoorden." Kolossenzen 4:6
pa: “ਤੁਹਾਡੀ ਗੱਲ ਬਾਤ ਸਦਾ ਕਿਰਪਾਮਈ ਅਤੇ ਸਲੂਣੀ ਹੋਵੇ ਤਾਂ ਜੋ ਤੁਸੀ ਜਾਣੋ ਭਈ ਹਰੋਕ ਨੂੰ ਕਿਵੇਂ ਉੱਤਰ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ।” (ਕੁਲੁੱਸੀਆਂ 4:6)
pl: "Mowa wasza, zawsze miła, niech będzie zaprawiona solą, tak byście wiedzieli, jak należy każdemu odpowiadać." List do Kolosan 4, 6
pt: "Que a vossa palavra seja sempre amável, temperada de sal, para que saibais responder a cada um como deveis." Colossenses 4:6
pt_pt: "Que a vossa palavra seja sempre amável, temperada de sal, para que saibais responder a cada um como deveis." Colossenses 4:6
ro: „Vorbirea voastră să fie totdeauna cu har, dreasă cu sare, ca să ştiţi cum trebuie să răspundeţi fiecăruia.” Coloseni 4:6
ru: «Слово ваше (да будет) всегда с благодатию, приправлено солью, дабы вы знали, как отвечать каждому». — К Колоссянам 4:6
ru_md: «Слово ваше (да будет) всегда с благодатию, приправлено солью, дабы вы знали, как отвечать каждому». — К Колоссянам 4:6
sk: „Nech je vaša reč vždy ľúbezná, okorenená soľou, aby ste vedeli, ako by ste mali každému odpovedať.“ List Kolosanom 4:6
sl: »Vaše govorjenje naj bo zmeraj ljubeznivo, začinjeno s soljo, da boste vedeli, kako morate odgovarjati komur koli.« Pismo Kološanom 4,6
sq: "Fjala juaj të jetë me hir,e ndrequr me kripë ,që të dini si duhet t`i përgjigjeni gjithsecilit."Kolosianëve 4:6
sr_rs: „Реч ваша да бива свагда у благодати, сољу зачињена, да знате како вам свакоме треба одговарати.“ Колошани 4, 6
sv: "Se till att ni alltid uttrycker er på ett vänligt sätt och kryddar era ord med salt. Då kommer ni alltid att veta hur ni ska svara andra." Kolosserbrevet 4:6
sw: "Hebu mazungumzo yako yote yawe kamili ya neema, iliyohifadhiwa na chumvi, ili uweze kujua jinsi ya kujibu kila mtu." Wakolosai, sura ya Nne, aya ya sita (Wakolosai 4:6).
ta: "அவனவனுக்கு இன்னின்னபடி உத்தரவு சொல்லவேண்டுமென்று நீங்கள் அறியும்படிக்கு, உங்கள் வசனம் எப்பொழுதும் கிருபை பொருந்தினதாயும் உப்பால் சாரமேறினதாயுமிருப்பதாக" கொலோசெயர் 4:6
te_in: "ప్రతి మనుష్యునికి ఏలాగు ప్రత్యుత్తరమియ్య వలెనో అది మీరు తెలిసికొనుటకై మీ సంభాషణ ఉప్పు వేసినట్టు ఎల్లప్పుడు రుచిగలదిగాను కృపాసహితముగాను ఉండనియ్యుడి." కొలస్సి. 4:6
th: "จงให้ถ้อยคำของท่านทั้งหลายประกอบด้วยเมตตาคุณเสมอ ปรุงด้วยเกลือให้มีรส เพื่อท่านจะได้รู้ว่าควรจะตอบแต่ละคนอย่างไร" โคโลสี 4:6
tr: "Sözünüz tuzla terbiye edilmiş gibi, her zaman lütufkâr olsun. Böylece herkese nasıl karşılık vermek gerektiğini bileceksiniz." Koloseliler 4:6
uk: «Нехай ваше слово завжди буде люб’язне, приправлене сіллю, щоб у розмові з будь-ким ви знали, як відповідати.» Колоссян 4:6
ur: "تمہارا کلام ہمیشہ ایسا پر فضل اور نمکین ہو کہ تمہیں ہر شخص کو مناسب جواب دینا جائے۔" کلیسیوں 4:6
vi: "Lời nói của anh em phải luôn có ân hậu và nêm thêm muối, để anh em biết phải đối đáp thế nào với mỗi người." Cô-lô-se 4:6
zh_hans: “你们的言语要常常带着和气，好像用盐调和，就可知道该怎样回答各人。”歌罗西书4:6
zh_hant: 「你們的話語總要帶著恩惠，像用鹽調和過的，好使你們知道該怎樣回答每一個人。」—歌羅西書 4:6

# help
source: Frequently Asked Questions
af: Gewilde Vrae
am: እገዛ
ar: الأسئلة المتكررة
az: Kömək
bg: Помощ
bn: সাহায্য করুন বারবার জিজ্ঞাসিত প্রশ্নগুলো
cs: Nápověda
da: Hjælp
de: FAQ
el: Βοήθεια
es: Preguntas frecuentes
et: Abi
fa: سؤالات متداول
fi: Usein kysytyt kysymykset
fil: Tulong
fr: Foire aux questions
fr_ca: Aide
gu: મદદ વારંવાર પૂછાતા પ્રશ્નો
he: עזרה
hi: अक्सर पूछे जाने वाले प्रश्न
hr: Pomoć
hu: Súgó
id: Tanya Jawab Umum
it: Assistenza
ja: よくある質問
ko: 자주 묻는 질문
ko_kr: 도움말
lo: ຊ່ອຍເຫຼືອ
lt_lt: Pagalba
lv: Biežāk uzdotie jautājumi
mg: Fanampiana
mk: Помош
mr: वारंवार विचारले जाणारे प्रश्न
ms: Bantuan
ne: सहायता
nl: Hulp
om: Gaaffiiwwan yeroo hedduu gaafataman
pa: ਮਦਦ
pl: Pomoc
pt: Perguntas frequentes
pt_pt: Ajuda
ro: Ajutor
ru: Частые вопросы
ru_md: Справка
sk: Pomoc
sl: Pomoč
sq: Ndihmë
sr_rs: Помоћ
sw: Maswali Yanayoulizwa Mara kwa Mara
ta: அடிக்கடி கேட்கப்படும் கேள்விகள்
te_in: తరచుగా అడగబడే ప్రశ్నలు
th: ช่วยเหลือ
tr: Yardım
uk: Довідка
ur: مدد
vi: Câu hỏi thường gặp
zh_hans: 常见问题
zh_hant: 常見問題

# language_name_fa
source: Persian (Farsi)
af: Persies (Farsi)
am: ፐርሽያን (ፋርሲ)
ar: فارسية
az: Fars dili
bg: Персийски (фарси)
bn: ফারসি (ফার্সি)
cs: Perština (fársí)
da: Persisk (Farsi)
de: Persisch (Farsi)
el: Περσικά (Φαρσί)
es: Persa (farsi)
et: Pärsia (farsi)
fa: فارسی
fi: persia (farsi)
fr: Perse (Farsi)
fr_ca: Perse (Farsi)
gu: પર્સિયન (ફારસી)
ha: Farisa (Farsi)
he: פרסית (פרסית)
hi: फ़ारसी
hr: Perzijski (farsi)
hu: Perzsa (fárszi)
id: Persia (Farsi)
it: Persiano (farsi)
ja: ペルシア語（ファールシー語）
ko: 페르시아어
lo: ພາສາເປີເຊຍ
lt_lt: Persų (Farsi)
lv: persiešu (farsi)
mk: Персиски (персиски)
mr: पर्शियन (फारसी)
ms: Bahasa Parsi (Parsi)
ne: पारसी
nl: Perzisch (Farsi)
pa: ਫ਼ਾਰਸੀ (ਫਾਰਸੀ)
pl: Perski (Farsi)
pt: Perse (parse)
pt_pt: Persa (parse)
ro: Persană (Farsi)
ru: Персидский (фарси)
ru_md: Персидский (фарси)
sk: Perzština (fársí)
sl: Perzijščina (farsi)
sr_rs: Персијски (фарси)
sv: Persiska (farsi)
sw: Kipersia (Kifarsi)
ta: பாரசீக (ஃபார்ஸி)
te_in: పర్షియన్ (ఫార్సీ)
th: เปอร์เซีย (ฟาร์ซี)
tr: Persçe (Farsça)
uk: Перська (фарсі)
ur: فارسی
vi: Tiếng Iran (Ba Tư)
zh_hans: 波斯语
zh_hant: 波斯文

# language_name_fil-x-taglish
source: Taglish
af: Die netwerkverbinding was verbreek
am: ታግሊሽ
bn: ট্যাগলিশ
hi: टाग्लिश
id: Bahasa Taglish
ja: タグリッシュ
ko: 타글리쉬
lv: tagļu
ne: ट्याग्लिश
ru: Тагальский
sw: Kitaglish
zh_hans: 他加禄语
zh_hant: 塔吉什語

# language_name_sid
source: Sidama
af: Netwerkverbinding is verbreek
am: ሲዳማ
bn: সিডামা
es: Sidamo
hi: सिदामा
ja: シダマ語
ko: 시다마
lv: sidamas
ne: सिदामा
ru: Сидамо
sw: Kisidama
zh_hans: 西达玛语
zh_hant: 希達馬語

# language_onboard
source: 90+ Languages
af: 90+ Tale
am: ከ 90 በላይ ቋንቋዎች
ar: أكثر من 90 لغة
az: 90-dən çox dil
bg: 90+ Езика
bn: 90 + ভাষা
cs: 90+ jazyků
da: Over 90 sprog
de: Über 90 Sprachen
el: 90+ Γλώσσες
es: Más de 90 idiomas
et: 90+ keelt
fa: 90+ زبان
fi: 90+ kieltä
fil: 90+ na Wika
fr: Plus de 90 langues
fr_ca: Plus de 90 langues
gu: 90 થી વધુ ભાષાઓ
he: 90+ שפות
hi: 90+ भाषाएँ
hr: Više od 90 jezika
hu: 90+ nyelv
id: 90+ Bahasa
it: Oltre 90 lingue
ja: 90 種類以上の言語
ko: 90개 이상의 언어
ko_kr: 75개 이상의 언어
lo: 90+ ພາສາ
lt_lt: 90+ kalbų
lv: 90+ valodas
mk: 90+ јазиците
mr: 90 पेक्षा जास्त भाषा
ms: 90+ Bahasa
ne: 90+ भाषाहरु
nl: 90+ talen
pa: 90+ ਭਾਸ਼ਾਵਾਂ
pl: 90+ języków
pt: Mais de 90 idiomas
pt_pt: Mais de 90 idiomas
ro: Peste 90 de limbi
ru: Более 90 языков
ru_md: Более 80 языков
sk: Vyše 90 jazykov
sl: Več kot 90 jezikov
sq: 90+ Gjuhë
sr_rs: Перко 90 језика
sw: Zaidi ya lugha tisini
ta: 90+ மொழிகளை
te_in: 90+ భాషలు
th: กว่า 90 ภาษา
tr: 90'i Aşkın Dil
uk: Понад 90 мов
ur: 90+ زبانیں
vi: Hơn 90 Ngôn ngữ
zh_hans: 超过 90 种语言
zh_hant: 超過 90 種語言

source: Language settings
af: Taal-instellings
am: የቋንቋ ቅንብሮች
ar: إعدادات اللغة
az: Dil parametrləri
bg: Езикови настройки
bn: ভাষা সেটিংস
cs: Jazyková nastavení
da: Sprogindstillinger
de: Spracheinstellungen
el: Ρυθμίσεις Γλώσσας
es: Ajustes de idioma
et: Keeleseaded
fa: تنظیمات زبان
fi: Kieliasetukset
fil: Mga Setting ng Wika
fr: Paramètres de langue
fr_ca: Paramètres de langue
gu: ભાષા સુયોજન
ha: Saitunan Harshe
he: הגדרות שפה
hi: भाषा सेटिंग्स
hr: Postavke jezika
hu: Nyelvbeállítások
id: Pengaturan bahasa
it: Impostazioni della lingua
ja: 言語設定
ko: 언어 설정
ko_kr: 언어 설정
lo: ການຕັ້ງຄ່າພາສາ
lt_lt: Kalbos nustatymai
lv: Valodas iestatījumi
mg: Fanovana fiteny
mk: Јазични поставки
mr: भाषेच्या मांडण्या
ms: Tetapan Bahasa
ne: भाषालाई चुनुहोस
nl: Taal Instellingen
om: Sirreeffamoota Afaanii
pa: ਭਾਸ਼ਾ ਦੀ ਚੋਂਣ ਕਰੋ
pl: Ustawienia języka
pt: Definições de idioma
pt_pt: Definições de idioma
ro: Setări de limbă
ru: Языковые настройки
ru_md: Языковые настройки
sk: Nastavenia jazyka
sl: Jezikovne nastavitve
sq: Kushtet e gjuhës
sr_rs: Подешавање језика
sv: Språkinställningar
sw: Mipangilio ya Lugha
ta: மொழி அமைப்புகள்
te_in: భాష సెట్టింగ్స్
th: การตั้งค่าภาษา
tr: Dil Ayarları
uk: Налаштування мови
ur: زبان سیٹِنگز
vi: Các thiết lập ngôn ngữ
zh_hans: 语言设置
zh_hant: 語言選項

# languageSettings.appInterface.languagesAvailable
source: Languages available
af: Tale beskikbaar
am: የቀረቡ ቋንቋዎች
ar: اللغات المتاحة
bn: যে ভাষা গুলো পাওয়া যায়
de: Verfügbare Sprachen
es: Idiomas disponibles
fr: Langues disponibles
ha: Akwai harsuna
hi: उपलब्ध भाषाएँ
id: Bahasa yang tersedia
ja: 利用可能な言語
ko: 이용 가능 언어
lv: Pieejamās valodas
ne: भाषाहरू उपलब्ध छन्
om: Afaanota jiran
pt: Idiomas disponíveis
ro: Limbi disponibile
ru: Доступные языки
sw: Lugha zinazopatikana
ur: زبانیں دستیاب
vi: Những ngôn ngữ sẵn có
zh_hans: 可用语言
zh_hant: 可用語言

# languageSettings.appInterface.message
source: Set the language you'd like the whole app to be displayed in.
af: Stel die taal in wat jy wil hê in die hele app vertoon moet word.
am: በመላው መተግበሪያ እንዲታይ የሚፈልጉትን ቋንቋ ያዘጋጁ።
ar: عيّن اللغة التي تريد أن يظهر بها التطبيق بالكامل.
bn: যে ভাষায় আপনি সমগ্র অ্যাপের প্রদর্শন চান সেটি সেট করুন
de: Stelle die Sprache ein, in der die gesamte App angezeigt werden soll.
es: Establece el idioma en el que deseas que se muestre toda la aplicación.
fr: Définissez la langue dans laquelle vous souhaitez que l'application s'affiche.
ha: Saita yaren da kuke son a nuna duk app ɗin a ciki.
hi: वह भाषा सेट करें जिसमें आप पूरे ऐप को देखना चाहते हैं।
id: Tetapkan bahasa yang Saudara inginkan untuk menampilkan seluruh aplikasi.
ja: アプリ全体を表示する言語を設定してください。
ko: 전체 앱이 표시되기 원하는 언어로 설정합니다.
lv: Iestati sev vēlamo valodu.
ne: तपाईले सम्पूर्ण एपलाई देखाउन चाहनुभएको भाषामा सेट गर्नुहोस्।
om: Qooqa appn kun guutummaan isaa akka ittiin mul'atu barbaaddu filadhu.
pt: Definir o idioma que gostaria de exibir em todo o aplicativo.
ro: Setează limba în care dorești să fie afișată întreaga aplicație.
ru: Установите основной язык для всего приложения.
sw: Chagua lugha ambayo ungependa programu nzima ioneshwe kwayo.
ur: زبان منتخب کریں جس میں آپ پوری اَیپ کو ڈسپلے کرنا چاہتے ہیں۔
vi: Cài đặt ngôn ngữ mà bạn muốn cho toàn bộ ứng dụng.
zh_hans: 设置您希望整个应用显示的语言。
zh_hant: 設定整個應用程式的顯示語言。

# languageSettings.appInterface.title
source: App interface language
af: App-koppelvlaktaal
am: የመተግበሪያ በይነገጽ ቋንቋ
ar: لغة واجهة التطبيق
bn: অ্যাপের ইন্টারফেসের সেটিংস
de: Sprache der Benutzeroberfläche der App
es: Idioma de la interfaz de la aplicación
fr: Langue de l'interface de l'application
ha: Harshen Interface App
hi: ऐप इंटरफ़ेस की भाषा
id: Bahasa antar-muka aplikasi
ja: アプリのインターフェース言語
ko: 앱 인터페이스 언어
lv: Lietotnes valoda
ne: एप इन्टरफेस भाषा
om: Qooqa app kanaa
pt: Idioma da interface do aplicativo
ro: Limba de interfață a aplicației
ru: Язык интерфейса приложения
sw: Lugha ya kiolesura cha Programu
ur: اَیپ انٹر فیس کی زبان
vi: Giao diện ngôn ngữ của ứng dụng
zh_hans: 应用界面语言
zh_hant: 應用程式介面語言

# languageSettings.appLanguage.numberAvailable
source: %d Languages available
af: %d Tale beskikbaar
am: %d ቋንቋ ይገኛል
ar: %d لغة متوفرة
bn: %d ভাষাগুলি উপলব্ধ
de: %d Sprachen verfügbar
es: %d Idiomas disponibles
fr: %d Langues disponibles
ha: %d akwai harsuna
hi: %d भाषाएँ उपलब्ध हैं
id: %d Bahasa tersedia
ja: %d 個の言語が利用できます
ko: 이용 가능한 언어 수: %d
lv: Pieejamo valodu skaits: %d
ne: %d भाषाहरू उपलब्ध छन्
om: Afaanota %d 'tu jira
pt: Idiomas %d disponível
ro: %d Limbi disponibile
ru: %d доступные языки
sw: %d Lugha zinazopatikana
ur: %d زبانیں دستیاب ہیں
vi: %d Ngôn ngữ sẵn có
zh_hans: %d 种可用语言
zh_hant: %d 種可用語言

# languageSettings.appLanguage.title
source: App Language
af: App-Taal
am: የመተግበሪያ ቋንቋ
ar: لغة التطبيق
bn: অ্যাপের ভাষা
de: Sprache der App
es: Idioma de la aplicación
fr: Langue de l'application
ha: Harshen app
hi: ऐप की भाषा
id: Bahasa App
ja: アプリ言語
ko: 앱 언어
lv: Lietotnes valoda
ne: एपको भाषा
om: Qooqa app
pt: Idioma do aplicativo
ro: Limba aplicației
ru: Язык приложения
sw: Lugha ya Programu
ur: اَیپ کی زبان
vi: Ngôn ngữ ứng dụng
zh_hans: 应用语言
zh_hant: 應用程式語言

# languageSettings.confirmAppLanguage.changeLanguageButton.title
source: Change language
af: Verander taal
am: ቋንቋ ቀይሩ
ar: تغيير اللغة
bn: ভাষা পরিবর্তন করুন
de: Sprache ändern
es: Cambiar idioma
fr: Changer de langue
ha: Canza harshe
hi: भाषा बदलें
id: Mengubah bahasa
ja: 言語を変更する
ko: 언어 변경
lv: Mainīt valodu
ne: भाषा परिवर्तन
om: Qooqa jijjiiri
pt: Alterar idioma
ro: Schimbă limba
ru: Изменить язык
sw: Badili lugha
ur: زبان تبدیل کریں
vi: Thay đổi ngôn ngữ
zh_hans: 更改语言
zh_hant: 變更語言

# languageSettings.confirmAppLanguage.message
source: You have selected %@ as your app language. This will change the language of the whole GodTools app. Are you sure?
af: Jy het %@ as jou app-taal gekies. Dit sal die taal van die hele GodTools-app verander. Is jy seker?
am: %@ የመተግበሪያ ዋና ቋንቋ አድርገው መርጠዋል። ይህ የመላው GodTools መተግበሪያን ቋንቋ ይለውጣል። እርግጠኛ ኖት?
ar: لقد حددت %@ كلغة تطبيقك. سيؤدي هذا إلى تغيير لغة تطبيق GodTools بالكامل. هل أنت متأكد؟
bn: আপনি %@-কে আপনার অ্যাপের ভাষা হিসাবে মনোনীত করেছেন। এর ফলে সমগ্র গডটুলস অ্যাপের ভাষা পরিবর্তিত হবে। আপনি নিশ্চিত তো?
de: Du hast %@ als Sprache deiner App ausgewählt. Dadurch wird die Sprache der gesamten App GodTools geändert. Bist du sicher?
es: Has seleccionado %@ como idioma de tu aplicación. Esto cambiará el idioma de toda la aplicación GodTools. ¿Estás seguro?
fr: Vous avez choisi %@ comme langue de l'application. Ceci changera la langue de toute l'application GodTools. Êtes-vous sûr?
ha: Kun zaɓi %@ azaman yaren app ɗin ku. Wannan zai canza yaren dukan GodTools app. Kun tabbata?
hi: आपने अपनी ऐप की भाषा के रूप में %@ को चुना है। इससे संपूर्ण गॉडटूल्स ऐप की भाषा बदल जाएगी। क्या आप ऐसा करना चाहेंगे?
id: Saudara telah memilih %@ sebagai bahasa aplikasi Saudara. Ini akan mengubah bahasa seluruh aplikasi GodTools. Apa Saudara yakin?
ja: %@ がアプリ言語として選択されました。これによって、GodToolsアプリ全体の言語が変更されます。よろしいですか？
ko: %@ 을(를) 앱 언어로 선택했습니다. 전체 GodTools 앱 언어가 변경됩니다. 계속하시겠나요?
lv: Tu izvēlējies %@ valodu – līdz ar to mainīsies lietotnes 'GodTools' valoda kopumā. Vai esi drošs, ka to vēlies?
ne: तपाईले आफ्नो एपको भाषाको रूपमा %@ चयन गर्नुभएको छ। यसले सम्पूर्ण गडटूल्स एपको भाषा परिवर्तन गर्नेछ। के तपाई पक्का हुनुहुन्छ?
om: Afaan %@ akka afaan app kanaa ta'uuf filatteetta. Kunis afaan guutummaa app GodTools jijjira. Akkas akka ta'u ni barbaaddaa?
pt: Você selecionou %@ como o idioma do seu aplicativo. Isto altera o idioma de todo o aplicativo GodTools. Tem certeza de que quer fazer isto?
ro: Ați selectat %@ ca limbă a aplicației. Acest lucru va schimba limba întregii aplicații GodTools. Esti sigur?
ru: Вы выбрали %@ в качестве языка приложения. Изменится язык всего приложения GodTools. Вы уверены?
sw: Umechagua %@ kama lugha ya programu yako. Hii itabadilisha lugha nzima ya programu ya GodTools. Una uhakika?
ur: کو ا؛پنی اَیپ زبان%@ آپ نے کے طور پر منتخب کِیا ۔ یہ گاڈ ٹولزکی ساری زبان کو بدل دے گی ۔ کیا آپ چاہتے ہیں ؟
vi: Bạn đã lựa chọn %@ làm ngôn ngữ ứng dụng. Toàn bộ ứng dụng GodTools sẽ được thay đổi sang ngôn ngữ này. Bạn có chắc chắn?
zh_hans: 您已选择 %@ 作为您的应用语言。此操作将更改整个GodTools应用的语言。您确定吗？
zh_hant: 您已將「%@」選為應用程式的語言。這項動作將會變更整個 GodTools 應用程式的語言設定。確定要變更嗎？

# languageSettings.confirmAppLanguage.nevermindButton.title
source: Nevermind
af: Maak nie saak nie
am: ግድ የለም
ar: لا تهتم
bn: ঠিক আছে
de: Macht nichts
es: Olvídalo
fr: Passons
ha: Kada ka damu
hi: रहने दें
id: Tidak apa
ja: 変更しない
ko: 아니요
lv: Atcelt
ne: यहि ठिक छ
om: Dhiisi
pt: Não se preocupe
ro: Anulează
ru: Не важно
sw: Sio lazima
ur: کوئی بات نہیں
vi: Bỏ qua
zh_hans: 没关系
zh_hant: 現在不用

# languageSettings.downloadableLanguages.title
source: Downloadable languages
af: Aflaaibare tale
am: ሊወርዱ የሚችሉ ቋንቋዎች
ar: اللغات القابلة للتحميل
bn: ডাউনলোড করা যায় এমন ভাষা
de: Herunterladbare Sprachen
es: Idiomas descargables
fr: Langues téléchargeables
ha: Yaruka masu saukewa
hi: डाउनलोड-योग्य भाषाएँ
id: Bahasa yang dapat diunduh
ja: ダウンロード可能な言語
ko: 다운로드 가능한 언어
lv: Lejupielādējamās valodas
ne: डाउनलोड गर्न मिल्ने भाषाहरू
om: Afaanota buufachuu dandeessu
pt: Idiomas transferíveis
ro: Limbi descărcabile
ru: Доступные языки
sw: Lugha zinazoweza kupakuliwa
ur: ڈاؤن لوڈ ہو نے کے قابل لغات
vi: Các ngôn ngữ có thể tải xuống
zh_hans: 可下载的语言
zh_hant: 可下載語言

source: Edit downloaded languages
af: Wysig afgelaaide tale
am: የወረዱ ቋንቋዎችን ያስተካክሉ
ar: ضبط اللغات التي تم تنزيلها
bn: ডাউনলোড করা ভাষাগুলির সম্পাদনা
de: Heruntergeladene Sprachen bearbeiten
es: Editar idiomas descargados
fr: Modifier les langues téléchargées
ha: Gyara harsunan da aka sauke
hi: डाउनलोड की गई भाषाओं को एडिट करें
id: Edit bahasa yang telah diunduh
ja: ダウンロードされた言語を編集する
ko: 다운로드된 언어 편집
lv: Labot lejupielādēto valodu pieejamību
ne: डाउनलोड गरिएका भाषाहरू सम्पादन गर्नुहोस्
om: Afaanota buufamanii jiran sirreessi
pt: Editar idiomas baixados
ro: Editează limbile descărcate
ru: Править загруженные языки
sw: Hariri lugha zilizopakuliwa
ur: ڈاؤن لوڈ کی ہُوئی زبان کو ایڈٹ کریں
vi: Tùy chỉnh các ngôn ngữ được tải về
zh_hans: 编辑下载的语言
zh_hant: 編輯已下載的語言
